Repository: chiefpansancolt/devhub
Catalog: DevHub/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

source: Uninstalled
de: Deinstalliert
es: Desinstalado
fr: Désinstallé
ja: アンインストール済み
ko: 제거됨
pt_br: Desinstalado
ru: Удалено
zh_hans: 已卸载

source: Uninstalls
de: Deinstallationen
es: Desinstalaciones
fr: Désinstallations
ja: アンインストール
ko: 제거
pt_br: Desinstalações
ru: Удаления
zh_hans: 卸载

source: Uninstall…
de: Deinstallieren …
es: Desinstalar…
fr: Désinstaller…
ja: アンインストール…
ko: 제거…
pt_br: Desinstalar…
ru: Удалить…
zh_hans: 卸载…

source: Up to date
de: Aktuell
es: Al día
fr: À jour
ja: 最新
ko: 최신
pt_br: Atualizado
ru: Актуально
zh_hans: 已是最新

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップデート
ko: 업데이트
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

source: Update %@
de: %@ aktualisieren
es: Actualizar %@
fr: Mettre à jour %@
ja: %@をアップデート
ko: %@ 업데이트
pt_br: Atualizar %@
ru: Обновить %@
zh_hans: 更新 %@

source: Update %lld
de: %lld aktualisieren
es: Actualizar %lld
fr: Mettre à jour %lld
ja: %lld件をアップデート
ko: %lld개 업데이트
pt_br: Atualizar %lld
ru: Обновить: %lld
zh_hans: 更新 %lld 个

source: Update %lld packages?
de: %lld Pakete aktualisieren?
es: ¿Actualizar %lld paquetes?
fr: Mettre à jour %lld paquets ?
ja: %lld件のパッケージをアップデートしますか？
ko: 패키지 %lld개를 업데이트할까요?
pt_br: Atualizar %lld pacotes?
ru: Обновить %lld пакетов?
zh_hans: 要更新 %lld 个软件包吗？

source: Update All
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
ja: すべてアップデート
ko: 모두 업데이트
pt_br: Atualizar tudo
ru: Обновить всё
zh_hans: 全部更新

source: Update Selected
de: Auswahl aktualisieren
es: Actualizar selección
fr: Mettre à jour la sélection
ja: 選択項目をアップデート
ko: 선택 항목 업데이트
pt_br: Atualizar selecionados
ru: Обновить выбранное
zh_hans: 更新所选项

source: Update all
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
ja: すべてアップデート
ko: 모두 업데이트
pt_br: Atualizar tudo
ru: Обновить всё
zh_hans: 全部更新

source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートあり
ko: 업데이트 있음
pt_br: Atualização disponível
ru: Есть обновление
zh_hans: 有可用更新

source: Update checks
de: Update-Prüfung
es: Comprobación de actualizaciones
fr: Vérification des mises à jour
ja: アップデートの確認
ko: 업데이트 확인
pt_br: Verificação de atualizações
ru: Проверка обновлений
zh_hans: 更新检查

source: Update options
de: Aktualisierungsoptionen
es: Opciones de actualización
fr: Options de mise à jour
ja: アップデートのオプション
ko: 업데이트 옵션
pt_br: Opções de atualização
ru: Параметры обновления
zh_hans: 更新选项

source: Update selected (%lld)
de: Auswahl aktualisieren (%lld)
es: Actualizar selección (%lld)
fr: Mettre à jour (%lld)
ja: 選択項目をアップデート (%lld)
ko: 선택 항목 업데이트 (%lld)
pt_br: Atualizar selecionados (%lld)
ru: Обновить выбранное (%lld)
zh_hans: 更新所选项 (%lld)

source: Update to %@
de: Auf %@ aktualisieren
es: Actualizar a %@
fr: Mettre à jour vers %@
ja: %@にアップデート
ko: %@(으)로 업데이트
pt_br: Atualizar para %@
ru: Обновить до %@
zh_hans: 更新至 %@

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: アップデート済み
ko: 업데이트됨
pt_br: Atualizado
ru: Обновлено
zh_hans: 已更新

source: Updates run one package at a time in each bucket.
de: Updates laufen pro Paketmanager einzeln nacheinander.
es: Las actualizaciones se ejecutan de una en una en cada gestor.
fr: Les mises à jour s’exécutent une par une dans chaque gestionnaire.
ja: アップデートは各パッケージマネージャー内で1つずつ実行されます。
ko: 업데이트는 각 패키지 관리자에서 한 번에 하나씩 실행됩니다.
pt_br: As atualizações são executadas uma por vez em cada gerenciador.
ru: Обновления выполняются по одному пакету в каждом менеджере.
zh_hans: 每个包管理器内的更新逐个运行。

source: Updating
de: Wird aktualisiert
es: Actualizando
fr: Mise à jour
ja: アップデート中
ko: 업데이트 중
pt_br: Atualizando
ru: Обновление
zh_hans: 正在更新

source: Updating packages
de: Pakete werden aktualisiert
es: Actualizando paquetes
fr: Mise à jour des paquets
ja: パッケージをアップデート中
ko: 패키지 업데이트 중
pt_br: Atualizando pacotes
ru: Обновление пакетов
zh_hans: 正在更新软件包

source: Validate
de: Prüfen
es: Validar
fr: Valider
ja: 検証
ko: 검증
pt_br: Validar
ru: Проверить
zh_hans: 验证

source: Version manager folder
de: Ordner der Versionsverwaltung
es: Carpeta del gestor de versiones
fr: Dossier du gestionnaire de versions
ja: バージョン管理ツールのフォルダ
ko: 버전 관리자 폴더
pt_br: Pasta do gerenciador de versões
ru: Папка менеджера версий
zh_hans: 版本管理器文件夹

source: Version or manager
de: Version oder Manager
es: Versión o gestor
fr: Version ou gestionnaire
ja: バージョンまたはマネージャー
ko: 버전 또는 관리자
pt_br: Versão ou gerenciador
ru: Версия или менеджер
zh_hans: 版本或管理器

source: Waiting
de: Wartet
es: En espera
fr: En attente
ja: 待機中
ko: 대기 중
pt_br: Aguardando
ru: Ожидание
zh_hans: 等待中

source: What to keep
de: Was aufbewahrt wird
es: Qué conservar
fr: Ce qu’il faut conserver
ja: 保存する内容
ko: 보관할 내용
pt_br: O que manter
ru: Что хранить
zh_hans: 保留内容

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
ko: 윈도우
pt_br: Janela
ru: Окно
zh_hans: 窗口

source: Yarn global
de: Globales Yarn-Paket
es: Paquete global de Yarn
fr: Paquet Yarn global
ja: Yarnグローバル
ko: Yarn 전역
pt_br: Pacote global do Yarn
ru: Глобальный пакет Yarn
zh_hans: Yarn 全局软件包

source: Yarn program
de: Yarn-Programm
es: Programa Yarn
fr: Programme Yarn
ja: Yarnプログラム
ko: Yarn 프로그램
pt_br: Programa Yarn
ru: Программа Yarn
zh_hans: Yarn 程序

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天

source: brew program
de: brew-Programm
es: Programa brew
fr: Programme brew
ja: brewプログラム
ko: brew 프로그램
pt_br: Programa brew
ru: Программа brew
zh_hans: brew 程序

source: npm global
de: Globales npm-Paket
es: Paquete global de npm
fr: Paquet npm global
ja: npmグローバル
ko: npm 전역
pt_br: Pacote global do npm
ru: Глобальный пакет npm
zh_hans: npm 全局包

source: pipx program
de: pipx-Programm
es: Programa pipx
fr: Programme pipx
ja: pipxプログラム
ko: pipx 프로그램
pt_br: Programa pipx
ru: Программа pipx
zh_hans: pipx 程序

source: pnpm global
de: Globales pnpm-Paket
es: Paquete global de pnpm
fr: Paquet pnpm global
ja: pnpmグローバル
ko: pnpm 전역
pt_br: Pacote global do pnpm
ru: Глобальный пакет pnpm
zh_hans: pnpm 全局软件包

source: pnpm program
de: pnpm-Programm
es: Programa pnpm
fr: Programme pnpm
ja: pnpmプログラム
ko: pnpm 프로그램
pt_br: Programa pnpm
ru: Программа pnpm
zh_hans: pnpm 程序

source: rustup program
de: rustup-Programm
es: Programa rustup
fr: Programme rustup
ja: rustupプログラム
ko: rustup 프로그램
pt_br: Programa rustup
ru: Программа rustup
zh_hans: rustup 程序

source: uv program
de: uv-Programm
es: Programa uv
fr: Programme uv
ja: uvプログラム
ko: uv 프로그램
pt_br: Programa uv
ru: Программа uv
zh_hans: uv 程序

source: %lld tools
es: %lld herramientas
fr: %lld outils
ja: %lld個のツール
ko: 도구 %lld개
pt_br: %lld ferramentas
ru: %lld инструмента
zh_hans: %lld 个工具

source: Cargo tool
es: Herramienta de Cargo
fr: Outil Cargo
ja: Cargoツール
ko: Cargo 도구
pt_br: Ferramenta do Cargo
ru: Инструмент Cargo
zh_hans: Cargo 工具

source: Cargo tools
es: Herramientas de Cargo
fr: Outils Cargo
ja: Cargoツール
ko: Cargo 도구
pt_br: Ferramentas do Cargo
ru: Инструменты Cargo
zh_hans: Cargo 工具

source: Exit code
es: Código de salida
fr: Code de sortie
ja: 終了コード
ko: 종료 코드
pt_br: Código de saída
ru: Код завершения
zh_hans: 退出代码

source: Manager
es: Gestor
fr: Gestionnaire
ja: マネージャー
ko: 관리자
pt_br: Gerenciador
ru: Менеджер
zh_hans: 管理器

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Название
zh_hans: 名称

source: Python tool
es: Herramienta de Python
fr: Outil Python
ja: Pythonツール
ko: Python 도구
pt_br: Ferramenta do Python
ru: Инструмент Python
zh_hans: Python 工具

source: Python tool · %@
es: Herramienta de Python · %@
fr: Outil Python · %@
ja: Pythonツール · %@
ko: Python 도구 · %@
pt_br: Ferramenta do Python · %@
ru: Инструмент Python · %@
zh_hans: Python 工具 · %@

source: Ruby version
es: Versión de Ruby
fr: Version de Ruby
ja: Rubyバージョン
ko: Ruby 버전
pt_br: Versão do Ruby
ru: Версия Ruby
zh_hans: Ruby 版本

source: Rust toolchain
es: Cadena de herramientas de Rust
fr: Chaîne d’outils Rust
ja: Rustツールチェーン
ko: Rust 툴체인
pt_br: Toolchain do Rust
ru: Тулчейн Rust
zh_hans: Rust 工具链

source: Standard gems
es: Gemas estándar
fr: Gems standard
ja: 標準のgem
ko: 표준 gem
pt_br: Gems padrão
ru: Стандартные gem
zh_hans: 标准 gem

source: Status
es: Estado
fr: État
ja: 状態
ko: 상태
ru: Статус
zh_hans: 状态

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
zh_hans: 系统

source: Toolchain
es: Cadena de herramientas
fr: Chaîne d’outils
ja: ツールチェーン
ko: 툴체인
ru: Тулчейн
zh_hans: 工具链

source: Toolchains
es: Cadenas de herramientas
fr: Chaînes d’outils
ja: ツールチェーン
ko: 툴체인
ru: Тулчейны
zh_hans: 工具链

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
zh_hans: 更新

source: Updates (%lld)
es: Actualizaciones (%lld)
fr: Mises à jour (%lld)
ja: アップデート (%lld)
ko: 업데이트 (%lld)
pt_br: Atualizações (%lld)
ru: Обновления (%lld)
zh_hans: 更新 (%lld)

source: Website
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
ru: Сайт
zh_hans: 网站

source: %lld gems
ja: %lld個のgem
ko: gem %lld개
ru: %lld gem
zh_hans: %lld 个 gem

source: Casks
ja: Cask
ko: Cask
zh_hans: Cask
